Repository: ApexaChovatiya92/PalmReader
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bn, gu, hi, kn, ml, mr, or, ta, te, ur

# focus.saturn
source: Saturn (Discipline & Structure)
bn: শনি (শৃঙ্খলা ও কাঠামো)
gu: શનિ (શિસ્ત અને માળખું)
hi: शनि (अनुशासन और संरचना)
kn: ಶನಿ (ಶಿಸ್ತು ಮತ್ತು ರಚನೆ)
ml: ശനി (അച്ചടക്കവും ഘടനയും)
mr: शनी (शिस्त आणि रचना)
or: ଶନି (ଅନୁଶାସନ ଓ ଗଠନ)
ta: சனி (ஒழுக்கம் மற்றும் கட்டமைப்பு)
te: శని (క్రమశిక్షణ మరియు నిర్మాణం)
ur: زحل (نظم و ضبط اور ڈھانچہ)

# focus.venus
source: Venus (Harmony & Connection)
bn: শুক্র (সামঞ্জস্য ও সংযোগ)
gu: શુક્ર (સુમેળ અને જોડાણ)
hi: शुक्र (सामंजस्य और जुड़ाव)
kn: ಶುಕ್ರ (ಸಾಮರಸ್ಯ ಮತ್ತು ಬಾಂಧವ್ಯ)
ml: ശുക്രൻ (യോജിപ്പും ബന്ധവും)
mr: शुक्र (सुसंवाद आणि जवळीक)
or: ଶୁକ୍ର (ସମନ୍ୱୟ ଓ ସଂଯୋଗ)
ta: சுக்கிரன் (இணக்கம் மற்றும் பிணைப்பு)
te: శుక్రుడు (సామరస్యం మరియు అనుబంధం)
ur: زہرہ (ہم آہنگی اور تعلق)

# guidance.alignUpright
source: Align palm vertically upright
bn: তালু সোজা খাড়া রাখুন
gu: હથેળીને સીધી ઊભી રાખો
hi: हथेली को सीधा खड़ा रखें
kn: ಅಂಗೈಯನ್ನು ನೇರವಾಗಿ ನಿಲ್ಲಿಸಿ
ml: കൈപ്പത്തി നിവർത്തി നേരെ പിടിക്കുക
mr: तळहात सरळ उभा ठेवा
or: ପାପୁଲିକୁ ସିଧା ଠିଆ କରି ରଖନ୍ତୁ
ta: உள்ளங்கையை நேராக நிமிர்த்தி வைக்கவும்
te: అరచేతిని నిటారుగా ఉంచండి
ur: ہتھیلی کو سیدھا کھڑا رکھیں

# guidance.holdSteady
source: Hold your palm steady...
bn: তালু স্থির রাখুন...
gu: હથેળી સ્થિર રાખો...
hi: हथेली को स्थिर रखें...
kn: ಅಂಗೈಯನ್ನು ಸ್ಥಿರವಾಗಿ ಹಿಡಿಯಿರಿ...
ml: കൈപ്പത്തി അനങ്ങാതെ പിടിക്കുക...
mr: तळहात स्थिर ठेवा...
or: ପାପୁଲିକୁ ସ୍ଥିର ରଖନ୍ତୁ...
ta: உள்ளங்கையை அசையாமல் வைக்கவும்...
te: అరచేతిని స్థిరంగా ఉంచండి...
ur: ہتھیلی کو ساکن رکھیں...

# guidance.moveBack
source: Move hand slightly further back
bn: হাতটি একটু পিছিয়ে নিন
gu: હાથને થોડો પાછળ લઈ જાઓ
hi: हाथ को थोड़ा पीछे ले जाएँ
kn: ಕೈಯನ್ನು ಸ್ವಲ್ಪ ಹಿಂದಕ್ಕೆ ಸರಿಸಿ
ml: കൈ അൽപ്പം പിന്നിലേക്ക് നീക്കുക
mr: हात थोडा मागे न्या
or: ହାତକୁ ଟିକେ ପଛକୁ ନିଅନ୍ତୁ
ta: கையைச் சற்றுப் பின்னால் நகர்த்தவும்
te: చేయిని కొంచెం వెనక్కి జరపండి
ur: ہاتھ کو تھوڑا پیچھے لے جائیں

# guidance.moveCloser
source: Move your hand a bit closer to the camera
bn: হাতটি ক্যামেরার একটু কাছে আনুন
gu: હાથને કૅમેરાની થોડો નજીક લાવો
hi: हाथ को कैमरे के थोड़ा पास लाएँ
kn: ಕೈಯನ್ನು ಕ್ಯಾಮೆರಾಕ್ಕೆ ಸ್ವಲ್ಪ ಹತ್ತಿರ ತನ್ನಿ
ml: കൈ ക്യാമറയോട് അൽപ്പം അടുപ്പിക്കുക
mr: हात कॅमेऱ्याच्या थोडा जवळ आणा
or: ହାତକୁ କ୍ୟାମେରାର ଟିକେ ପାଖକୁ ଆଣନ୍ତୁ
ta: கையை கேமராவுக்குச் சற்று அருகில் கொண்டு வரவும்
te: చేయిని కెమెరాకు కొంచెం దగ్గరగా తీసుకురండి
ur: ہاتھ کو کیمرے کے تھوڑا قریب لائیں

# guidance.perfect
source: Perfect alignment! Ready to read...
bn: একদম ঠিক! পাঠের জন্য প্রস্তুত...
gu: એકદમ યોગ્ય! વાંચવા માટે તૈયાર...
hi: बिल्कुल सही! पढ़ने के लिए तैयार...
kn: ಸರಿಯಾಗಿದೆ! ಓದಲು ಸಿದ್ಧ...
ml: കൃത്യം! വായിക്കാൻ തയ്യാർ...
mr: अगदी अचूक! वाचनासाठी तयार...
or: ଏକଦମ ଠିକ୍! ପଢ଼ିବାକୁ ପ୍ରସ୍ତୁତ...
ta: மிகச் சரி! வாசிக்கத் தயார்...
te: సరిగ్గా ఉంది! చదవడానికి సిద్ధం...
ur: بالکل درست! پڑھنے کے لیے تیار...

# guidance.placeHand.left
source: Place your left hand inside the guide frame
bn: আপনার বাঁ হাত গাইড ফ্রেমের ভেতরে রাখুন
gu: તમારો ડાબો હાથ ગાઇડ ફ્રેમની અંદર રાખો
hi: अपना बायाँ हाथ गाइड फ्रेम के अंदर रखें
kn: ನಿಮ್ಮ ಎಡಗೈಯನ್ನು ಮಾರ್ಗದರ್ಶಿ ಚೌಕಟ್ಟಿನೊಳಗೆ ಇರಿಸಿ
ml: നിങ്ങളുടെ ഇടതു കൈ ഗൈഡ് ഫ്രെയിമിനുള്ളിൽ വയ്ക്കുക
mr: तुमचा डावा हात मार्गदर्शक फ्रेमच्या आत ठेवा
or: ଆପଣଙ୍କ ବାମ ହାତକୁ ଗାଇଡ ଫ୍ରେମ ଭିତରେ ରଖନ୍ତୁ
ta: உங்கள் இடது கையை வழிகாட்டி சட்டகத்துக்குள் வைக்கவும்
te: మీ ఎడమ చేయిని గైడ్ ఫ్రేమ్ లోపల ఉంచండి
ur: اپنا بایاں ہاتھ گائیڈ فریم کے اندر رکھیں

# guidance.placeHand.right
source: Place your right hand inside the guide frame
bn: আপনার ডান হাত গাইড ফ্রেমের ভেতরে রাখুন
gu: તમારો જમણો હાથ ગાઇડ ફ્રેમની અંદર રાખો
hi: अपना दायाँ हाथ गाइड फ्रेम के अंदर रखें
kn: ನಿಮ್ಮ ಬಲಗೈಯನ್ನು ಮಾರ್ಗದರ್ಶಿ ಚೌಕಟ್ಟಿನೊಳಗೆ ಇರಿಸಿ
ml: നിങ്ങളുടെ വലതു കൈ ഗൈഡ് ഫ്രെയിമിനുള്ളിൽ വയ്ക്കുക
mr: तुमचा उजवा हात मार्गदर्शक फ्रेमच्या आत ठेवा
or: ଆପଣଙ୍କ ଡାହାଣ ହାତକୁ ଗାଇଡ ଫ୍ରେମ ଭିତରେ ରଖନ୍ତୁ
ta: உங்கள் வலது கையை வழிகாட்டி சட்டகத்துக்குள் வைக்கவும்
te: మీ కుడి చేయిని గైడ్ ఫ్రేమ్ లోపల ఉంచండి
ur: اپنا دایاں ہاتھ گائیڈ فریم کے اندر رکھیں

# guidance.placeHandGeneric
source: Place hand inside the frame
bn: হাতটি ফ্রেমের ভেতরে রাখুন
gu: હાથને ફ્રેમની અંદર રાખો
hi: हाथ को फ्रेम के अंदर रखें
kn: ಕೈಯನ್ನು ಚೌಕಟ್ಟಿನೊಳಗೆ ಇರಿಸಿ
ml: കൈ ഫ്രെയിമിനുള്ളിൽ വയ്ക്കുക
mr: हात फ्रेमच्या आत ठेवा
or: ହାତକୁ ଫ୍ରେମ ଭିତରେ ରଖନ୍ତୁ
ta: கையை சட்டகத்துக்குள் வைக்கவும்
te: చేయిని ఫ్రేమ్ లోపల ఉంచండి
ur: ہاتھ فریم کے اندر رکھیں

# guidance.switchHand.left
source: Please switch to your Left Hand
bn: অনুগ্রহ করে আপনার বাঁ হাত দেখান
gu: કૃપા કરીને તમારો ડાબો હાથ બતાવો
hi: कृपया अपना बायाँ हाथ दिखाएँ
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಎಡಗೈಯನ್ನು ತೋರಿಸಿ
ml: ദയവായി നിങ്ങളുടെ ഇടതു കൈ കാണിക്കുക
mr: कृपया तुमचा डावा हात दाखवा
or: ଦୟାକରି ଆପଣଙ୍କ ବାମ ହାତ ଦେଖାନ୍ତୁ
ta: தயவுசெய்து உங்கள் இடது கையைக் காட்டவும்
te: దయచేసి మీ ఎడమ చేయిని చూపించండి
ur: براہِ کرم اپنا بایاں ہاتھ دکھائیں

# guidance.switchHand.right
source: Please switch to your Right Hand
bn: অনুগ্রহ করে আপনার ডান হাত দেখান
gu: કૃપા કરીને તમારો જમણો હાથ બતાવો
hi: कृपया अपना दायाँ हाथ दिखाएँ
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬಲಗೈಯನ್ನು ತೋರಿಸಿ
ml: ദയവായി നിങ്ങളുടെ വലതു കൈ കാണിക്കുക
mr: कृपया तुमचा उजवा हात दाखवा
or: ଦୟାକରି ଆପଣଙ୍କ ଡାହାଣ ହାତ ଦେଖାନ୍ତୁ
ta: தயவுசெய்து உங்கள் வலது கையைக் காட்டவும்
te: దయచేసి మీ కుడి చేయిని చూపించండి
ur: براہِ کرم اپنا دایاں ہاتھ دکھائیں

# hand.left
source: Left Hand
bn: বাঁ হাত
gu: ડાબો હાથ
hi: बायाँ हाथ
kn: ಎಡಗೈ
ml: ഇടതു കൈ
mr: डावा हात
or: ବାମ ହାତ
ta: இடது கை
te: ఎడమ చేయి
ur: بایاں ہاتھ

# hand.left.tradition
source: Innate / Subconscious Blueprint: Reflects natural gifts, inherited instincts, and inner self.
bn: সহজাত / অবচেতন নকশা: প্রাকৃতিক প্রতিভা, উত্তরাধিকারসূত্রে পাওয়া প্রবৃত্তি ও অন্তরের সত্তাকে প্রতিফলিত করে।
gu: જન્મજાત / અર્ધજાગ્રત રૂપરેખા: કુદરતી પ્રતિભા, વારસાગત સહજ વૃત્તિઓ અને આંતરિક સ્વરૂપ દર્શાવે છે.
hi: जन्मजात / अवचेतन रूपरेखा: प्राकृतिक प्रतिभाओं, विरासत में मिली सहज प्रवृत्तियों और आंतरिक स्वरूप को दर्शाता है।
kn: ಸಹಜ / ಉಪಪ್ರಜ್ಞೆಯ ನೀಲನಕ್ಷೆ: ಸಹಜ ಪ್ರತಿಭೆಗಳು, ಆನುವಂಶಿಕ ಪ್ರವೃತ್ತಿಗಳು ಮತ್ತು ಅಂತರಂಗವನ್ನು ಪ್ರತಿಬಿಂಬಿಸುತ್ತದೆ.
ml: ജന്മസിദ്ധ / ഉപബോധ രൂപരേഖ: സ്വാഭാവിക കഴിവുകൾ, പാരമ്പര്യമായി ലഭിച്ച സഹജവാസനകൾ, ആന്തരിക സ്വത്വം എന്നിവ പ്രതിഫലിപ്പിക്കുന്നു.
mr: जन्मजात / अंतर्मनातील आराखडा: नैसर्गिक देणग्या, वारशाने मिळालेल्या उपजत प्रवृत्ती आणि अंतरंग दर्शवतो.
or: ଜନ୍ମଗତ / ଅବଚେତନ ରୂପରେଖ: ପ୍ରାକୃତିକ ପ୍ରତିଭା, ବଂଶଗତ ସହଜାତ ପ୍ରବୃତ୍ତି ଓ ଅନ୍ତରାତ୍ମାକୁ ଦର୍ଶାଏ।
ta: பிறவி / ஆழ்மன வரைபடம்: இயற்கைத் திறமைகள், பரம்பரை உள்ளுணர்வுகள் மற்றும் அக சுயத்தைப் பிரதிபலிக்கிறது.
te: సహజ / ఉపచేతన నమూనా: సహజ ప్రతిభలు, వారసత్వంగా వచ్చిన ప్రవృత్తులు మరియు అంతరంగాన్ని ప్రతిబింబిస్తుంది.
ur: فطری / لاشعوری خاکہ: قدرتی صلاحیتوں، موروثی جبلتوں اور باطنی ذات کی عکاسی کرتا ہے۔

# hand.right
source: Right Hand
bn: ডান হাত
gu: જમણો હાથ
hi: दायाँ हाथ
kn: ಬಲಗೈ
ml: വലതു കൈ
mr: उजवा हात
or: ଡାହାଣ ହାତ
ta: வலது கை
te: కుడి చేయి
ur: دایاں ہاتھ

# hand.right.tradition
source: Active / Conscious Potential: Reflects choices, current direction, and manifest life.
bn: সক্রিয় / সচেতন সম্ভাবনা: আপনার সিদ্ধান্ত, বর্তমান দিশা ও বাস্তব জীবনকে প্রতিফলিত করে।
gu: સક્રિય / સભાન ક્ષમતા: તમારી પસંદગીઓ, વર્તમાન દિશા અને સાકાર જીવન દર્શાવે છે.
hi: सक्रिय / सचेत क्षमता: आपके चुनाव, वर्तमान दिशा और साकार जीवन को दर्शाता है।
kn: ಸಕ್ರಿಯ / ಪ್ರಜ್ಞಾಪೂರ್ವಕ ಸಾಮರ್ಥ್ಯ: ನಿಮ್ಮ ಆಯ್ಕೆಗಳು, ಪ್ರಸ್ತುತ ದಿಕ್ಕು ಮತ್ತು ವ್ಯಕ್ತವಾದ ಜೀವನವನ್ನು ಪ್ರತಿಬಿಂಬಿಸುತ್ತದೆ.
ml: സജീവ / ബോധപൂർവമായ സാധ്യത: നിങ്ങളുടെ തിരഞ്ഞെടുപ്പുകൾ, നിലവിലെ ദിശ, പ്രകടമായ ജീവിതം എന്നിവ പ്രതിഫലിപ്പിക്കുന്നു.
mr: सक्रिय / जाणीवपूर्वक क्षमता: तुमच्या निवडी, सध्याची दिशा आणि साकार जीवन दर्शवतो.
or: ସକ୍ରିୟ / ସଚେତନ ସମ୍ଭାବନା: ଆପଣଙ୍କ ପସନ୍ଦ, ବର୍ତ୍ତମାନର ଦିଗ ଓ ପ୍ରକଟ ଜୀବନକୁ ଦର୍ଶାଏ।
ta: செயல்படும் / விழிப்புணர்வுத் திறன்: உங்கள் தேர்வுகள், தற்போதைய திசை மற்றும் வெளிப்படும் வாழ்க்கையைப் பிரதிபலிக்கிறது.
te: క్రియాశీల / చేతన సామర్థ్యం: మీ ఎంపికలు, ప్రస్తుత దిశ మరియు వ్యక్తమైన జీవితాన్ని ప్రతిబింబిస్తుంది.
ur: فعال / شعوری صلاحیت: آپ کے انتخاب، موجودہ سمت اور ظاہر زندگی کی عکاسی کرتا ہے۔

# handShape.fingers
source: Finger length
bn: আঙুলের দৈর্ঘ্য
gu: આંગળીઓની લંબાઈ
hi: उंगलियों की लंबाई
kn: ಬೆರಳುಗಳ ಉದ್ದ
ml: വിരലുകളുടെ നീളം
mr: बोटांची लांबी
or: ଆଙ୍ଗୁଠିର ଦୈର୍ଘ୍ୟ
ta: விரல் நீளம்
te: వేళ్ల పొడవు
ur: انگلیوں کی لمبائی

# handShape.fingers.long
source: Long fingers
bn: লম্বা আঙুল
gu: લાંબી આંગળીઓ
hi: लंबी उंगलियाँ
kn: ಉದ್ದ ಬೆರಳುಗಳು
ml: നീണ്ട വിരലുകൾ
mr: लांब बोटे
or: ଲମ୍ବା ଆଙ୍ଗୁଠି
ta: நீண்ட விரல்கள்
te: పొడవైన వేళ్లు
ur: لمبی انگلیاں

# handShape.fingers.long.meaning
source: Associated with patience, attention to detail and careful thought.
bn: ধৈর্য, খুঁটিনাটিতে মনোযোগ ও সুচিন্তিত ভাবনার সঙ্গে যুক্ত।
gu: ધીરજ, વિગતો પર ધ્યાન અને વિચારપૂર્વક ચિંતન સાથે જોડાયેલી.
hi: धैर्य, बारीकियों पर ध्यान और सोच-समझकर विचार करने से जुड़ी।
kn: ತಾಳ್ಮೆ, ವಿವರಗಳತ್ತ ಗಮನ ಮತ್ತು ಎಚ್ಚರಿಕೆಯ ಚಿಂತನೆಗೆ ಸಂಬಂಧಿಸಿವೆ.
ml: ക്ഷമ, സൂക്ഷ്മാംശങ്ങളിലെ ശ്രദ്ധ, ശ്രദ്ധാപൂർവമായ ചിന്ത എന്നിവയുമായി ബന്ധപ്പെട്ടവ.
mr: संयम, बारकाव्यांकडे लक्ष आणि विचारपूर्वक चिंतनाशी जोडलेली.
or: ଧୈର୍ଯ୍ୟ, ଖୁଣ୍ଟିନାଟି ପ୍ରତି ଧ୍ୟାନ ଓ ଯତ୍ନଶୀଳ ଚିନ୍ତା ସହ ଜଡ଼ିତ।
ta: பொறுமை, நுணுக்கங்களில் கவனம் மற்றும் கவனமான சிந்தனையுடன் தொடர்புடையவை.
te: ఓర్పు, వివరాలపై శ్రద్ధ మరియు జాగ్రత్తగా ఆలోచించడంతో ముడిపడి ఉన్నాయి.
ur: صبر، تفصیل پر توجہ اور سوچ سمجھ کر غور کرنے سے منسلک۔

# handShape.fingers.short
source: Shorter fingers
bn: ছোট আঙুল
gu: ટૂંકી આંગળીઓ
hi: छोटी उंगलियाँ
kn: ಗಿಡ್ಡ ಬೆರಳುಗಳು
ml: നീളം കുറഞ്ഞ വിരലുകൾ
mr: लहान बोटे
or: ଛୋଟ ଆଙ୍ଗୁଠି
ta: குட்டையான விரல்கள்
te: పొట్టి వేళ్లు
ur: چھوٹی انگلیاں

# handShape.fingers.short.meaning
source: Associated with quick decisions, energy and seeing the big picture.
bn: দ্রুত সিদ্ধান্ত, উদ্যম ও বড় ছবি দেখার সঙ্গে যুক্ত।
gu: ઝડપી નિર્ણયો, ઊર્જા અને મોટું ચિત્ર જોવા સાથે જોડાયેલી.
hi: त्वरित निर्णय, ऊर्जा और बड़ी तस्वीर देखने से जुड़ी।
kn: ತ್ವರಿತ ನಿರ್ಧಾರಗಳು, ಶಕ್ತಿ ಮತ್ತು ಒಟ್ಟಾರೆ ಚಿತ್ರವನ್ನು ನೋಡುವುದಕ್ಕೆ ಸಂಬಂಧಿಸಿವೆ.
ml: വേഗത്തിലുള്ള തീരുമാനങ്ങൾ, ഊർജ്ജം, മൊത്തം ചിത്രം കാണൽ എന്നിവയുമായി ബന്ധപ്പെട്ടവ.
mr: झटपट निर्णय, ऊर्जा आणि व्यापक चित्र पाहण्याशी जोडलेली.
or: ଶୀଘ୍ର ନିଷ୍ପତ୍ତି, ଶକ୍ତି ଓ ବଡ଼ ଚିତ୍ର ଦେଖିବା ସହ ଜଡ଼ିତ।
ta: விரைவான முடிவுகள், ஆற்றல் மற்றும் முழுப் படத்தைப் பார்ப்பதுடன் தொடர்புடையவை.
te: త్వరిత నిర్ణయాలు, శక్తి మరియు మొత్తం చిత్రాన్ని చూడటంతో ముడిపడి ఉన్నాయి.
ur: فوری فیصلوں، توانائی اور بڑی تصویر دیکھنے سے منسلک۔

# handShape.header
source: YOUR HAND SHAPE
bn: আপনার হাতের আকার
gu: તમારા હાથનો આકાર
hi: आपके हाथ का आकार
kn: ನಿಮ್ಮ ಕೈಯ ಆಕಾರ
ml: നിങ്ങളുടെ കൈയുടെ ആകൃതി
mr: तुमच्या हाताचा आकार
or: ଆପଣଙ୍କ ହାତର ଆକାର
ta: உங்கள் கை வடிவம்
te: మీ చేతి ఆకారం
ur: آپ کے ہاتھ کی شکل

# handShape.indexRing
source: Index vs ring finger
bn: তর্জনী বনাম অনামিকা
gu: તર્જની વિરુદ્ધ અનામિકા
hi: तर्जनी बनाम अनामिका
kn: ತೋರುಬೆರಳು vs ಉಂಗುರದ ಬೆರಳು
ml: ചൂണ്ടുവിരൽ vs മോതിരവിരൽ
mr: तर्जनी विरुद्ध अनामिका
or: ତର୍ଜନୀ ବନାମ ଅନାମିକା
ta: ஆள்காட்டி vs மோதிர விரல்
te: చూపుడు వేలు vs ఉంగరపు వేలు
ur: شہادت بمقابلہ انگوٹھی والی انگلی

# handShape.indexRing.equal
source: Nearly equal
bn: প্রায় সমান
gu: લગભગ સરખી
hi: लगभग बराबर
kn: ಬಹುತೇಕ ಸಮಾನ
ml: ഏകദേശം തുല്യം
mr: जवळपास समान
or: ପ୍ରାୟ ସମାନ
ta: ஏறக்குறைய சமம்
te: దాదాపు సమానం
ur: تقریباً برابر

# handShape.indexRing.equal.meaning
source: Jupiter and Apollo in balance: traditionally a blend of ambition and creativity with an even temperament.
bn: বৃহস্পতি ও রবি ভারসাম্যে: ঐতিহ্যগতভাবে উচ্চাকাঙ্ক্ষা ও সৃজনশীলতার মেলবন্ধন, সুষম মেজাজসহ।
gu: ગુરુ અને સૂર્ય સંતુલનમાં: પરંપરાગત રીતે મહત્વાકાંક્ષા અને સર્જનાત્મકતાનો મેળ, સંતુલિત સ્વભાવ સાથે.
hi: गुरु और सूर्य संतुलन में: परंपरागत रूप से महत्वाकांक्षा और रचनात्मकता का मेल, संतुलित स्वभाव के साथ।
kn: ಗುರು ಮತ್ತು ಸೂರ್ಯ ಸಮತೋಲನದಲ್ಲಿ: ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಮಹತ್ವಾಕಾಂಕ್ಷೆ ಮತ್ತು ಸೃಜನಶೀಲತೆಯ ಮಿಶ್ರಣ, ಸಮಚಿತ್ತದೊಂದಿಗೆ.
ml: ഗുരുവും സൂര്യനും സന്തുലനത്തിൽ: പരമ്പരാഗതമായി അഭിലാഷവും സർഗാത്മകതയും ചേർന്ന, സമചിത്തമായ സ്വഭാവം.
mr: गुरू आणि रवी समतोलात: परंपरेनुसार महत्त्वाकांक्षा आणि सर्जनशीलतेचा मेळ, संतुलित स्वभावासह.
or: ଗୁରୁ ଓ ସୂର୍ଯ୍ୟ ସନ୍ତୁଳନରେ: ପରମ୍ପରା ଅନୁସାରେ ଉଚ୍ଚାକାଂକ୍ଷା ଓ ସୃଜନଶୀଳତାର ମିଶ୍ରଣ, ସନ୍ତୁଳିତ ସ୍ୱଭାବ ସହ।
ta: குருவும் சூரியனும் சமநிலையில்: மரபுப்படி லட்சியமும் படைப்பாற்றலும் கலந்த, சமநிலையான மனநிலை.
te: గురు మరియు సూర్యుడు సమతుల్యంలో: సంప్రదాయంగా ఆకాంక్ష మరియు సృజనాత్మకతల మేళవింపు, సమతుల్య స్వభావంతో.
ur: مشتری اور شمس توازن میں: روایتی طور پر عزائم اور تخلیقیت کا امتزاج، متوازن مزاج کے ساتھ۔

# handShape.indexRing.index
source: Index finger longer
bn: তর্জনী লম্বা
gu: તર્જની લાંબી
hi: तर्जनी लंबी
kn: ತೋರುಬೆರಳು ಉದ್ದ
ml: ചൂണ്ടുവിരലിന് നീളം കൂടുതൽ
mr: तर्जनी लांब
or: ତର୍ଜନୀ ଲମ୍ବା
ta: ஆள்காட்டி விரல் நீளம்
te: చూపుడు వేలు పొడవు
ur: شہادت کی انگلی لمبی

# handShape.indexRing.index.meaning
source: The Jupiter finger leads: traditionally a sign of self-confidence and a natural pull toward leadership.
bn: বৃহস্পতির আঙুল এগিয়ে: ঐতিহ্যগতভাবে আত্মবিশ্বাস ও নেতৃত্বের প্রতি স্বাভাবিক টানের চিহ্ন।
gu: ગુરુની આંગળી આગળ છે: પરંપરાગત રીતે આત્મવિશ્વાસ અને નેતૃત્વ તરફના સ્વાભાવિક ઝુકાવનો સંકેત.
hi: गुरु की उंगली आगे है: परंपरागत रूप से आत्मविश्वास और नेतृत्व की ओर स्वाभाविक झुकाव का संकेत।
kn: ಗುರು ಬೆರಳು ಮುಂದಿದೆ: ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಆತ್ಮವಿಶ್ವಾಸ ಮತ್ತು ನಾಯಕತ್ವದತ್ತ ಸಹಜ ಒಲವಿನ ಸಂಕೇತ.
ml: ഗുരുവിന്റെ വിരൽ മുന്നിൽ: പരമ്പരാഗതമായി ആത്മവിശ്വാസത്തിന്റെയും നേതൃത്വത്തോടുള്ള സ്വാഭാവിക ആകർഷണത്തിന്റെയും ചിഹ്നം.
mr: गुरूचे बोट पुढे आहे: परंपरेनुसार आत्मविश्वास आणि नेतृत्वाकडे नैसर्गिक ओढ यांचे चिन्ह.
or: ଗୁରୁଙ୍କ ଆଙ୍ଗୁଠି ଆଗରେ: ପରମ୍ପରା ଅନୁସାରେ ଆତ୍ମବିଶ୍ୱାସ ଓ ନେତୃତ୍ୱ ପ୍ରତି ସ୍ୱାଭାବିକ ଆକର୍ଷଣର ସଙ୍କେତ।
ta: குரு விரல் முன்னிலையில்: மரபுப்படி தன்னம்பிக்கை மற்றும் தலைமைக்கான இயல்பான ஈர்ப்பின் அடையாளம்.
te: గురు వేలు ముందుంది: సంప్రదాయంగా ఆత్మవిశ్వాసం మరియు నాయకత్వం వైపు సహజ ఆకర్షణకు సంకేతం.
ur: مشتری کی انگلی آگے ہے: روایتی طور پر خود اعتمادی اور قیادت کی طرف فطری رجحان کی علامت۔

# handShape.indexRing.ring
source: Ring finger longer
bn: অনামিকা লম্বা
gu: અનામિકા લાંબી
hi: अनामिका लंबी
kn: ಉಂಗುರದ ಬೆರಳು ಉದ್ದ
ml: മോതിരവിരലിന് നീളം കൂടുതൽ
mr: अनामिका लांब
or: ଅନାମିକା ଲମ୍ବା
ta: மோதிர விரல் நீளம்
te: ఉంగరపు వేలు పొడవు
ur: انگوٹھی والی انگلی لمبی

# handShape.indexRing.ring.meaning
source: The Apollo finger leads: traditionally a sign of creativity, charm and a willingness to take chances.
bn: রবির আঙুল এগিয়ে: ঐতিহ্যগতভাবে সৃজনশীলতা, আকর্ষণ ও ঝুঁকি নেওয়ার ইচ্ছার চিহ্ন।
gu: સૂર્યની આંગળી આગળ છે: પરંપરાગત રીતે સર્જનાત્મકતા, આકર્ષણ અને જોખમ લેવાની તૈયારીનો સંકેત.
hi: सूर्य की उंगली आगे है: परंपरागत रूप से रचनात्मकता, आकर्षण और जोखिम उठाने की तत्परता का संकेत।
kn: ಸೂರ್ಯ ಬೆರಳು ಮುಂದಿದೆ: ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಸೃಜನಶೀಲತೆ, ಆಕರ್ಷಣೆ ಮತ್ತು ಸಾಹಸಕ್ಕೆ ಸಿದ್ಧತೆಯ ಸಂಕೇತ.
ml: സൂര്യന്റെ വിരൽ മുന്നിൽ: പരമ്പരാഗതമായി സർഗാത്മകത, ആകർഷണീയത, സാഹസത്തിനുള്ള സന്നദ്ധത എന്നിവയുടെ ചിഹ്നം.
mr: रवीचे बोट पुढे आहे: परंपरेनुसार सर्जनशीलता, आकर्षकता आणि धोका पत्करण्याची तयारी यांचे चिन्ह.
or: ସୂର୍ଯ୍ୟଙ୍କ ଆଙ୍ଗୁଠି ଆଗରେ: ପରମ୍ପରା ଅନୁସାରେ ସୃଜନଶୀଳତା, ଆକର୍ଷଣ ଓ ଝୁଣ୍ଟି ନେବାର ଇଚ୍ଛାର ସଙ୍କେତ।
ta: சூரிய விரல் முன்னிலையில்: மரபுப்படி படைப்பாற்றல், வசீகரம் மற்றும் துணிந்து முயலும் மனப்பான்மையின் அடையாளம்.
te: సూర్య వేలు ముందుంది: సంప్రదాయంగా సృజనాత్మకత, ఆకర్షణ మరియు సాహసించే సంసిద్ధతకు సంకేతం.
ur: شمس کی انگلی آگے ہے: روایتی طور پر تخلیقیت، کشش اور خطرہ مول لینے کی آمادگی کی علامت۔

# handShape.little
source: Little finger
bn: কনিষ্ঠা
gu: ટચલી આંગળી
hi: कनिष्ठा उंगली
kn: ಕಿರುಬೆರಳು
ml: ചെറുവിരൽ
mr: करंगळी
or: କନିଷ୍ଠା
ta: சுண்டுவிரல்
te: చిటికెన వేలు
ur: چھنگلی

# handShape.little.long
source: Reaches the ring finger's top joint
bn: অনামিকার উপরের গাঁট পর্যন্ত পৌঁছায়
gu: અનામિકાના ઉપરના સાંધા સુધી પહોંચે છે
hi: अनामिका के ऊपरी जोड़ तक पहुँचती है
kn: ಉಂಗುರದ ಬೆರಳಿನ ಮೇಲಿನ ಕೀಲಿನವರೆಗೆ ತಲುಪುತ್ತದೆ
ml: മോതിരവിരലിന്റെ മുകളിലെ സന്ധി വരെ എത്തുന്നു
mr: अनामिकेच्या वरच्या सांध्यापर्यंत पोहोचते
or: ଅନାମିକାର ଉପର ଗଣ୍ଠି ପର୍ଯ୍ୟନ୍ତ ପହଞ୍ଚେ
ta: மோதிர விரலின் மேல் மூட்டு வரை எட்டுகிறது
te: ఉంగరపు వేలి పై కీలు వరకు చేరుతుంది
ur: انگوٹھی والی انگلی کے اوپری جوڑ تک پہنچتی ہے

# handShape.little.long.meaning
source: A well-developed Mercury finger: traditionally a sign of a persuasive, articulate communicator.
bn: সুবিকশিত বুধের আঙুল: ঐতিহ্যগতভাবে প্রভাবশালী, বাকপটু বক্তার চিহ্ন।
gu: વિકસિત બુધ આંગળી: પરંપરાગત રીતે પ્રભાવશાળી અને વાક્પટુ વક્તાનો સંકેત.
hi: विकसित बुध उंगली: परंपरागत रूप से प्रभावशाली और मुखर वक्ता का संकेत।
kn: ಚೆನ್ನಾಗಿ ಬೆಳೆದ ಬುಧ ಬೆರಳು: ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಮನವೊಲಿಸುವ, ಮಾತುಗಾರ ವಾಗ್ಮಿಯ ಸಂಕೇತ.
ml: നന്നായി വികസിച്ച ബുധന്റെ വിരൽ: പരമ്പരാഗതമായി ബോധ്യപ്പെടുത്താൻ കഴിവുള്ള, വാക്ചാതുര്യമുള്ള വക്താവിന്റെ ചിഹ്നം.
mr: विकसित बुध बोट: परंपरेनुसार प्रभावी आणि बोलक्या वक्त्याचे चिन्ह.
or: ବିକଶିତ ବୁଧ ଆଙ୍ଗୁଠି: ପରମ୍ପରା ଅନୁସାରେ ପ୍ରଭାବଶାଳୀ, ବାକ୍‌ପଟୁ ବକ୍ତାର ସଙ୍କେତ।
ta: நன்கு வளர்ந்த புதன் விரல்: மரபுப்படி நம்பவைக்கும், சொல்வன்மை மிக்க பேச்சாளரின் அடையாளம்.
te: బాగా అభివృద్ధి చెందిన బుధ వేలు: సంప్రదాయంగా ఒప్పించగల, మాటకారి వక్తకు సంకేతం.
ur: اچھی طرح نشوونما پائی عطارد کی انگلی: روایتی طور پر قائل کرنے والے، خوش گفتار مقرر کی علامت۔

# handShape.little.short
source: Below the ring finger's top joint
bn: অনামিকার উপরের গাঁটের নিচে
gu: અનામિકાના ઉપરના સાંધાથી નીચે
hi: अनामिका के ऊपरी जोड़ से नीचे
kn: ಉಂಗುರದ ಬೆರಳಿನ ಮೇಲಿನ ಕೀಲಿಗಿಂತ ಕೆಳಗೆ
ml: മോതിരവിരലിന്റെ മുകളിലെ സന്ധിക്ക് താഴെ
mr: अनामिकेच्या वरच्या सांध्याच्या खाली
or: ଅନାମିକାର ଉପର ଗଣ୍ଠି ତଳେ
ta: மோதிர விரலின் மேல் மூட்டுக்குக் கீழே
te: ఉంగరపు వేలి పై కీలు కంటే కింద
ur: انگوٹھی والی انگلی کے اوپری جوڑ سے نیچے

# handShape.little.short.meaning
source: Traditionally read as someone who shows care through actions more than words.
bn: ঐতিহ্যগতভাবে এমন মানুষ হিসেবে পড়া হয় যিনি কথার চেয়ে কাজে যত্ন দেখান।
gu: પરંપરાગત રીતે એવી વ્યક્તિ તરીકે વાંચવામાં આવે છે જે શબ્દો કરતાં કાર્યોથી કાળજી બતાવે છે.
hi: परंपरागत रूप से ऐसे व्यक्ति के रूप में पढ़ा जाता है जो शब्दों से अधिक कर्मों से परवाह दिखाता है।
kn: ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಮಾತಿಗಿಂತ ಕೃತಿಯ ಮೂಲಕ ಕಾಳಜಿ ತೋರುವ ವ್ಯಕ್ತಿ ಎಂದು ಓದಲಾಗುತ್ತದೆ.
ml: പരമ്പരാഗതമായി വാക്കുകളേക്കാൾ പ്രവൃത്തിയിലൂടെ കരുതൽ കാണിക്കുന്ന വ്യക്തിയായി വായിക്കുന്നു.
mr: परंपरेनुसार शब्दांपेक्षा कृतीतून काळजी दाखवणारी व्यक्ती म्हणून वाचले जाते.
or: ପରମ୍ପରା ଅନୁସାରେ ଏପରି ବ୍ୟକ୍ତି ଭାବେ ପଢ଼ାଯାଏ ଯିଏ କଥା ଅପେକ୍ଷା କାମରେ ଯତ୍ନ ଦେଖାନ୍ତି।
ta: மரபுப்படி சொற்களை விடச் செயல்களால் அக்கறை காட்டுபவராகப் படிக்கப்படுகிறது.
te: సంప్రదాయంగా మాటల కంటే చేతల ద్వారా శ్రద్ధ చూపే వ్యక్తిగా చదువుతారు.
ur: روایتی طور پر ایسے شخص کے طور پر پڑھا جاتا ہے جو الفاظ سے زیادہ عمل سے پرواہ دکھاتا ہے۔

# handShape.note
source: Measured from the positions of your finger joints in this photo. Meanings are traditional.
bn: এই ছবিতে আপনার আঙুলের গাঁটের অবস্থান থেকে মাপা। অর্থগুলো ঐতিহ্যগত।
gu: આ ફોટામાં તમારી આંગળીઓના સાંધાઓની સ્થિતિ પરથી માપેલું. અર્થ પરંપરાગત છે.
hi: इस फ़ोटो में आपकी उंगलियों के जोड़ों की स्थिति से मापा गया। अर्थ पारंपरिक हैं।
kn: ಈ ಫೋಟೋದಲ್ಲಿನ ನಿಮ್ಮ ಬೆರಳಿನ ಕೀಲುಗಳ ಸ್ಥಾನಗಳಿಂದ ಅಳೆಯಲಾಗಿದೆ. ಅರ್ಥಗಳು ಸಾಂಪ್ರದಾಯಿಕ.
ml: ഈ ഫോട്ടോയിലെ നിങ്ങളുടെ വിരൽ സന്ധികളുടെ സ്ഥാനങ്ങളിൽ നിന്ന് അളന്നത്. അർത്ഥങ്ങൾ പരമ്പരാഗതമാണ്.
mr: या फोटोतील तुमच्या बोटांच्या सांध्यांच्या स्थानांवरून मोजलेले. अर्थ पारंपरिक आहेत.
or: ଏହି ଫଟୋରେ ଆପଣଙ୍କ ଆଙ୍ଗୁଠି ଗଣ୍ଠିର ସ୍ଥାନରୁ ମାପାଯାଇଛି। ଅର୍ଥଗୁଡ଼ିକ ପାରମ୍ପରିକ।
ta: இந்தப் படத்தில் உங்கள் விரல் மூட்டுகளின் நிலைகளிலிருந்து அளவிடப்பட்டது. பொருள்கள் பாரம்பரியமானவை.
te: ఈ ఫోటోలో మీ వేళ్ల కీళ్ల స్థానాల నుండి కొలవబడింది. అర్థాలు సంప్రదాయమైనవి.
ur: اس تصویر میں آپ کی انگلیوں کے جوڑوں کی جگہوں سے ناپا گیا۔ معانی روایتی ہیں۔

# handShape.palm
source: Palm shape
bn: তালুর আকার
gu: હથેળીનો આકાર
hi: हथेली का आकार
kn: ಅಂಗೈಯ ಆಕಾರ
ml: കൈപ്പത്തിയുടെ ആകൃതി
mr: तळहाताचा आकार
or: ପାପୁଲିର ଆକାର
ta: உள்ளங்கை வடிவம்
te: అరచేతి ఆకారం
ur: ہتھیلی کی شکل

# handShape.palm.long
source: Long palm
bn: লম্বা তালু
gu: લાંબી હથેળી
hi: लंबी हथेली
kn: ಉದ್ದ ಅಂಗೈ
ml: നീണ്ട കൈപ്പത്തി
mr: लांब तळहात
or: ଲମ୍ବା ପାପୁଲି
ta: நீண்ட உள்ளங்கை
te: పొడవైన అరచేతి
ur: لمبی ہتھیلی

# handShape.palm.long.meaning
source: Traditionally linked with sensitivity, imagination and a reflective nature.
bn: ঐতিহ্যগতভাবে সংবেদনশীলতা, কল্পনা ও চিন্তাশীল স্বভাবের সঙ্গে যুক্ত।
gu: પરંપરાગત રીતે સંવેદનશીલતા, કલ્પના અને ચિંતનશીલ સ્વભાવ સાથે જોડાયેલી.
hi: परंपरागत रूप से संवेदनशीलता, कल्पना और चिंतनशील स्वभाव से जुड़ी।
kn: ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಸೂಕ್ಷ್ಮತೆ, ಕಲ್ಪನೆ ಮತ್ತು ಚಿಂತನಶೀಲ ಸ್ವಭಾವಕ್ಕೆ ಸಂಬಂಧಿಸಿದೆ.
ml: പരമ്പരാഗതമായി സംവേദനക്ഷമത, ഭാവന, ചിന്താശീല സ്വഭാവം എന്നിവയുമായി ബന്ധപ്പെട്ടത്.
mr: परंपरेनुसार संवेदनशीलता, कल्पकता आणि चिंतनशील स्वभावाशी जोडलेला.
or: ପରମ୍ପରା ଅନୁସାରେ ସମ୍ବେଦନଶୀଳତା, କଳ୍ପନା ଓ ଚିନ୍ତାଶୀଳ ସ୍ୱଭାବ ସହ ଜଡ଼ିତ।
ta: மரபுப்படி நுண்ணுணர்வு, கற்பனை மற்றும் சிந்தனை இயல்புடன் தொடர்புடையது.
te: సంప్రదాయంగా సున్నితత్వం, ఊహాశక్తి మరియు చింతనాశీల స్వభావంతో ముడిపడి ఉంది.
ur: روایتی طور پر حساسیت، تخیل اور غور و فکر والے مزاج سے منسلک۔

# handShape.palm.square
source: Square palm
bn: বর্গাকার তালু
gu: ચોરસ હથેળી
hi: वर्गाकार हथेली
kn: ಚೌಕ ಅಂಗೈ
ml: ചതുര കൈപ്പത്തി
mr: चौकोनी तळहात
or: ବର୍ଗାକାର ପାପୁଲି
ta: சதுர உள்ளங்கை
te: చతురస్రాకార అరచేతి
ur: چوکور ہتھیلی

# handShape.palm.square.meaning
source: Traditionally linked with a practical, steady, hands-on nature.
bn: ঐতিহ্যগতভাবে বাস্তববাদী, স্থির ও কর্মঠ স্বভাবের সঙ্গে যুক্ত।
gu: પરંપરાગત રીતે વ્યવહારુ, સ્થિર અને કર્મઠ સ્વભાવ સાથે જોડાયેલી.
hi: परंपरागत रूप से व्यावहारिक, स्थिर और कर्मठ स्वभाव से जुड़ी।
kn: ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಪ್ರಾಯೋಗಿಕ, ಸ್ಥಿರ ಮತ್ತು ಶ್ರಮಜೀವಿ ಸ್ವಭಾವಕ್ಕೆ ಸಂಬಂಧಿಸಿದೆ.
ml: പരമ്പരാഗതമായി പ്രായോഗികവും സ്ഥിരവും അധ്വാനശീലവുമായ സ്വഭാവവുമായി ബന്ധപ്പെട്ടത്.
mr: परंपरेनुसार व्यावहारिक, स्थिर आणि कामसू स्वभावाशी जोडलेला.
or: ପରମ୍ପରା ଅନୁସାରେ ବ୍ୟାବହାରିକ, ସ୍ଥିର ଓ ପରିଶ୍ରମୀ ସ୍ୱଭାବ ସହ ଜଡ଼ିତ।
ta: மரபுப்படி நடைமுறையான, நிலையான, உழைப்பாளி இயல்புடன் தொடர்புடையது.
te: సంప్రదాయంగా ఆచరణాత్మకమైన, స్థిరమైన, కష్టపడి పనిచేసే స్వభావంతో ముడిపడి ఉంది.
ur: روایتی طور پر عملی، مستحکم اور محنتی مزاج سے منسلک۔

# handShape.ratio
source: Ratio %@
bn: অনুপাত %@
gu: ગુણોત્તર %@
hi: अनुपात %@
kn: ಅನುಪಾತ %@
ml: അനുപാതം %@
mr: गुणोत्तर %@
or: ଅନୁପାତ %@
ta: விகிதம் %@
te: నిష్పత్తి %@
ur: تناسب %@

# handShape.thumb
source: Thumb
bn: বুড়ো আঙুল
gu: અંગૂઠો
hi: अंगूठा
kn: ಹೆಬ್ಬೆರಳು
ml: തള്ളവിരൽ
mr: अंगठा
or: ବୁଢ଼ା ଆଙ୍ଗୁଠି
ta: கட்டைவிரல்
te: బొటనవేలు
ur: انگوٹھا

# handShape.thumb.long
source: Long thumb
bn: লম্বা বুড়ো আঙুল
gu: લાંબો અંગૂઠો
hi: लंबा अंगूठा
kn: ಉದ್ದ ಹೆಬ್ಬೆರಳು
ml: നീണ്ട തള്ളവിരൽ
mr: लांब अंगठा
or: ଲମ୍ବା ବୁଢ଼ା ଆଙ୍ଗୁଠି
ta: நீண்ட கட்டைவிரல்
te: పొడవైన బొటనవేలు
ur: لمبا انگوٹھا

# handShape.thumb.long.meaning
source: Traditionally a sign of strong willpower and determination.
bn: ঐতিহ্যগতভাবে দৃঢ় ইচ্ছাশক্তি ও সংকল্পের চিহ্ন।
gu: પરંપરાગત રીતે પ્રબળ ઇચ્છાશક્તિ અને દૃઢ નિશ્ચયનો સંકેત.
hi: परंपरागत रूप से प्रबल इच्छाशक्ति और दृढ़ संकल्प का संकेत।
kn: ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಬಲವಾದ ಇಚ್ಛಾಶಕ್ತಿ ಮತ್ತು ದೃಢನಿಶ್ಚಯದ ಸಂಕೇತ.
ml: പരമ്പരാഗതമായി ശക്തമായ ഇച്ഛാശക്തിയുടെയും നിശ്ചയദാർഢ്യത്തിന്റെയും ചിഹ്നം.
mr: परंपरेनुसार प्रबळ इच्छाशक्ती आणि दृढनिश्चयाचे चिन्ह.
or: ପରମ୍ପରା ଅନୁସାରେ ଦୃଢ଼ ଇଚ୍ଛାଶକ୍ତି ଓ ସଂକଳ୍ପର ସଙ୍କେତ।
ta: மரபுப்படி வலுவான மன உறுதி மற்றும் விடாமுயற்சியின் அடையாளம்.
te: సంప్రదాయంగా బలమైన సంకల్పశక్తి మరియు పట్టుదలకు సంకేతం.
ur: روایتی طور پر مضبوط قوتِ ارادی اور عزم کی علامت۔

# handShape.thumb.short
source: Shorter thumb
bn: ছোট বুড়ো আঙুল
gu: ટૂંકો અંગૂઠો
hi: छोटा अंगूठा
kn: ಗಿಡ್ಡ ಹೆಬ್ಬೆರಳು
ml: നീളം കുറഞ്ഞ തള്ളവിരൽ
mr: लहान अंगठा
or: ଛୋଟ ବୁଢ଼ା ଆଙ୍ଗୁଠି
ta: குட்டையான கட்டைவிரல்
te: పొట్టి బొటనవేలు
ur: چھوٹا انگوٹھا

# handShape.thumb.short.meaning
source: Traditionally a sign of an adaptable, easygoing and diplomatic approach.
bn: ঐতিহ্যগতভাবে নমনীয়, সহজ ও কূটনৈতিক মনোভাবের চিহ্ন।
gu: પરંપરાગત રીતે લવચીક, સહજ અને કૂટનીતિક અભિગમનો સંકેત.
hi: परंपरागत रूप से लचीले, सहज और कूटनीतिक दृष्टिकोण का संकेत।
kn: ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಹೊಂದಿಕೊಳ್ಳುವ, ಸರಳ ಮತ್ತು ರಾಜತಾಂತ್ರಿಕ ಧೋರಣೆಯ ಸಂಕೇತ.
ml: പരമ്പരാഗതമായി വഴക്കമുള്ള, ലളിതമായ, നയതന്ത്രപരമായ സമീപനത്തിന്റെ ചിഹ്നം.
mr: परंपरेनुसार लवचिक, सहज आणि मुत्सद्दी दृष्टिकोनाचे चिन्ह.
or: ପରମ୍ପରା ଅନୁସାରେ ନମନୀୟ, ସହଜ ଓ କୂଟନୈତିକ ଦୃଷ୍ଟିକୋଣର ସଙ୍କେତ।
ta: மரபுப்படி நெகிழ்வான, எளிதான, ராஜதந்திர அணுகுமுறையின் அடையாளம்.
te: సంప్రదాయంగా సర్దుకుపోయే, తేలికగా ఉండే, దౌత్యపరమైన వైఖరికి సంకేతం.
ur: روایتی طور پر لچکدار، آسان مزاج اور سفارتی انداز کی علامت۔
